Repository: dqpb/gmetronome
Catalog: po/*.po
Languages: de, pt_br

source: The GMetronome Team
de: Das GMetronome Team
pt_br: A Equipe do GMetronome

source: Maintain a steady tempo
de: Halte ein gleichmäßiges Tempo ein
pt_br: Mantenha um ritmo constante

source: GMetronome is a free/libre software metronome for GNU/Linux and other Unix-like operating systems.
de: GMetronome ist ein freies Software-Metronom für GNU/Linux und andere Unix-ähnlichen Betriebssysteme.
pt_br: GMetronome é um metrônomo de software livre para GNU/Linux e outros sistemas operacionais do tipo Unix.

source: Features:
pt_br: Recursos:

source: Tempo range from 30 to 250 BPM
de: Tempobereich von 30 bis 250 Schlägen pro Minute
pt_br: Variação de andamento de 30 a 250 BPM

source: Customizable accent patterns with three levels of accentuation
de: Veränderbare Betonungsmuster mit drei Betonungsstufen
pt_br: Padrões de acentuação personalizáveis com três níveis de acentuação

source: Divisible beats for simple and compound meters
de: Teilbare Schläge für einfache und zusammengesetzte Taktarten
pt_br: Batidas divisíveis por métricas simples e compostas

source: Predefined patterns for widely used meters and time signatures
de: Vordefinierte Betonungsmuster für weit verbreitete Taktarten
pt_br: Padrões predefinidos para métricas e fórmulas de compasso amplamente utilizadas

source: Training function (automatically increase or decrease tempo)
de: Trainerfunktion um das Tempo automatisch anzuheben oder abzusenken
pt_br: Função de treinamento (aumentar ou diminuir automaticamente o andamento)

source: Profile support (save/restore settings)
de: Profile zum Speichern und Wiederherstellen der Metronom-Einstellungen
pt_br: Suporte a perfis (salvar/restaurar configurações)

source: Built-in synthesizer to customize click sounds
de: Integrierter Synthesizer zum Anpassen der Sounds
pt_br: Sintetizador integrado para personalizar sons de clique

source: Customizable keyboard shortcuts
de: Einstellbare Tastenkürzel
pt_br: Atalhos de teclado personalizáveis

source: Metronome
de: Metronom
pt_br: Metrônomo

source: Music
de: Musik
pt_br: Música

source: Tempo
pt_br: Andamento

source: Rhythm
de: Rhythmus
pt_br: Ritmo

source: Beats;BPM;Metronome;Practice;Rhythm;Tap;Tempo;
de: Schläge;BPM;Metronom;Übung;Rhythmus;Klopfen;Tempo;
pt_br: Compasso;Batidas;BPM;Metrônomo;Minuto;Prática;Ensaio;Treino;Ritmo;Toque;Andamento;Tempo;

# About dialog
source: translator-credits
de: dqpb <dqpb@mailbox.org>, 2021-2025
pt_br: Filipe Motta <luizfilipemotta@gmail.com>, 2024-2025

# About dialog
source: Copyright © 2020-%1 The %2 Team
de: Copyright © 2020-%1 Das %2 Team
pt_br: Copyright © 2020-%1 A Equipe do %2

# About dialog
source: Website
de: Webseite
pt_br: Página web

# Profile
source: New Profile
de: Neues Profil
pt_br: Novo perfil

# Profile
source: Untitled Profile
de: Unbenanntes Profil
pt_br: Perfil sem nome

# Profile
source: %1 (copy)
de: %1 (Kopie)
pt_br: %1 (cópia)

# Message bar
source: Details
pt_br: Detalhes

# Primary menu
source: Show _Pendulum
de: _Pendel anzeigen
pt_br: _Mostrar Pêndulo

# Primary menu
source: _Full Screen
de: _Vollbild
pt_br: _Tela inteira

# Primary menu
source: P_references
de: _Einstellungen
pt_br: _Preferências

# Primary menu
source: _Keyboard Shortcuts
de: Tasten_kürzel
pt_br: _Atalhos de teclado

# Primary menu
source: _Help
de: _Hilfe
pt_br: Ajuda

# Primary menu
source: A_bout GMetronome
de: _Über GMetronome
pt_br: _Sobre o GMetronome

# Profiles menu
source: Profiles
de: Profile
pt_br: Perfis

# Profiles menu
source: Create a new profile
de: Erstelle ein neues Profil
pt_br: Criar um novo perfil

# Profiles menu
source: Delete selected profile
de: Lösche das markierte Profil
pt_br: Excluir perfil selecionado

# Profiles menu
source: Reset the metronome
de: Setze das Metronom zurück
pt_br: Redefinir o metrônomo

# Main window
source: Profiles menu
de: Profile
pt_br: Menu de perfis

# Main window
source: Toggle Full Screen
de: Vollbild
pt_br: Ativar/Desativar tela inteira

# Main window
source: Toggle accentuation
de: Betonung ein/aus
pt_br: Ativar/Desativar acentuação

# Main window
source: Toggle tempo trainer
de: Trainer ein/aus
pt_br: Ativar/Desativar treinador de andamento

# Main window
source: Application menu
de: Hauptmenü
pt_br: Menu do aplicativo

# Main window - Tempo
source: Tap
de: Klopfen
pt_br: Toque

# Main window - Tempo
source: Tempo
pt_br: Andamento

# Main window - Accents
source: Beats
de: Schläge
pt_br: Batidas

# Main window - Accents
source: Meter
de: Metrum
pt_br: Métrica

# Main window - Accents
source: Custom
de: Eigenes
pt_br: Personalizado

# Main window - Accents
source: Division
de: Teilung
pt_br: Divisão

# Main window - Accents
source: Accents
de: Betonung
pt_br: Acentos

# Main window - Trainer
source: Mode
de: Modus
pt_br: Modo

# Main window - Trainer
source: Continuous
de: Gleichmäßig
pt_br: Contínuo

# Main window - Trainer
source: Stepwise
de: Schrittweise
pt_br: Passo a passo

# Main window - Trainer
source: Acceleration
de: Beschleunigung
pt_br: Aceleração

# Main window - Trainer
source: Acceleration in BPM per minute
de: Beschleunigung in BPM pro Minute
pt_br: Aceleração em BPM por minuto

# Main window - Trainer
source: Hold
de: Halten
pt_br: Sustentação

# Main window - Trainer
source: Number of beats to hold the tempo
de: Anzahl der Schläge das Tempo zu halten
pt_br: Número de batidas a sustentar o tempo

# Main window - Trainer
source: Step
de: Schritt
pt_br: Passo

# Main window - Trainer
source: Tempo change in BPM
de: Tempoänderung in BPM
pt_br: Mudança de andamento em BPM

# Main window - Trainer
source: Target
de: Ziel
pt_br: Meta

# Main window - Trainer
source: Target tempo in BPM
de: Zieltempo in BPM
pt_br: Meta de andamento em BPM

# Main window - Trainer
source: Trainer
pt_br: Treinador

# Main window
source: Stop
pt_br: Parar

# Main window
source: Start
pt_br: Iniciar

# Preferences dialog
source: Startup
de: Programmstart
pt_br: Inicialização

# Preferences dialog
source: _Restore previous profile:
de: Letztes Profil _wiederherstellen:
pt_br: _Restaurar perfil anterior:

# Preferences dialog
source: Profiles
de: Profile
pt_br: Perfis

# Preferences dialog
source: _Link with sound theme:
de: Profile mit Sound Thema _verknüpfen:
pt_br: _Conectar perfil ao tema de som:

# Preferences dialog
source: Tapping
de: Klopfen
pt_br: Toque

# Preferences dialog
source: Auto-adjust _volume:
de: Automatische _Lautstärkereduzierung:
pt_br: Ajustar _volume automaticamente:

# Preferences dialog
source: Round tempo to a _whole number:
de: _Runde Tempo auf nächste Ganzzahl:
pt_br: Arredondar tempo para um número _inteiro:

# Preferences dialog
source: _General
de: _Allgemein
pt_br: _Geral

# Preferences dialog
source: S_tart direction:
de: S_tartrichtung:
pt_br: Di_reção inicial:

# Preferences dialog
source: Click sp_ot:
de: Klick-_Punkt:
pt_br: _Local do clique:

# Preferences dialog
source: Left
de: Links
pt_br: Esquerda

# Preferences dialog
source: Right
de: Rechts
pt_br: Direita

# Preferences dialog
source: Center
de: Mitte
pt_br: Centro

# Preferences dialog
source: Edge
de: Rand
pt_br: Canto

# Preferences dialog
source: Pendulum
de: Pendel
pt_br: Pêndulo

# Preferences dialog
source: Accents
de: Betonung
pt_br: Acentos

# Preferences dialog
source: Acc_ent Animation:
de: Bet_onungs-Animationen:
pt_br: A_nimação de acento:

# Preferences dialog
source: General
de: Allgemein
pt_br: Geral

# Preferences dialog
source: S_ynchronization (ms):
de: S_ynchronisation (ms):
pt_br: Sincroni_zação (ms):

# Preferences dialog
source: An additional static time gap between video output (animation) and the audio stream might be useful for compensating unknown external latencies. However, it may also cause major problems up to total animation failure, especially on large (absolute) values.
de: Eine zusätzliche zeitliche Verzögerung zwischen Animations- und Audioausgabe kann bei externen Latenzen nützlich sein. Jedoch können insbesonders große Zahlenwerte zu Problemen bis hin zu vollständigem Animationsausfall führen.
pt_br: Um intervalo de tempo adicional estático entre a saída de vídeo (animação) e o fluxo de áudio pode ser útil para compensar latências externas desconhecidas. No entanto, isso também pode causar grandes problemas e até falha total da animação, especialmente em valores maiores (absolutos).

# Preferences dialog
source: _Animation
pt_br: _Animação

# Preferences dialog
source: Sound _Theme
de: Sound _Thema
pt_br: _Tema de Som

# Preferences dialog
source: Create a new sound theme
de: Erstelle ein neues Sound Thema
pt_br: Criar um novo tema de som

# Preferences dialog
source: Remove selected sound theme
de: Lösche ausgewähltes Sound Thema
pt_br: Remover tema de som

# Preferences dialog
source: _Edit
de: _Bearbeiten
pt_br: _Editar

# Preferences dialog
source: _Sound
pt_br: _Som

# Preferences dialog
source: Audio _Device:
de: Audio_gerät:
pt_br: Dis_positivo de Áudio:

# Preferences dialog
source: Audio _Backend:
pt_br: _Backend de Áudio:

# Preferences dialog
source: None
de: Ohne
pt_br: Nenhum

# Preferences dialog
source: Default
de: Standard
pt_br: Padrão

# Preferences dialog
source: Audio Settings
de: Audioeinstellungen
pt_br: Configurações de Áudio

# Preferences dialog
source: Audio _Device
de: Audio_gerät
pt_br: _Dispositivo de Áudio

# Preferences dialog
source: _Reset shortcuts
de: Tastenkürzel _zurücksetzen
pt_br: _Redefinir atalhos de teclado

# Preferences dialog
source: Short_cuts
de: _Tastenkürzel
pt_br: Atalho de _Teclado

# Preferences dialog
source: Preferences
de: Einstellungen
pt_br: Preferências

# Preferences dialog
source: Action
de: Aktion
pt_br: Ação

# Preferences dialog
source: Shortcut
de: Tastenkürzel
pt_br: Atalho

# Preferences dialog
source: Presets
de: Voreinstellungen
pt_br: Predefinições

# Preferences dialog
source: Custom
de: Eigenes
pt_br: Personalizado

# Sound theme
source: New Sound Theme
de: Neues Sound Thema
pt_br: Novo Tema de Som

# Sound theme
source: Untitled
de: Unbenannt
pt_br: Sem Título

# Sound theme
source: %1 (copy)
de: %1 (Kopie)
pt_br: %1 (cópia)

# Sound theme editor
source: Title:
de: Titel:
pt_br: Título:

# Sound theme editor
source: Pitch:
de: Tonhöhe:
pt_br: Tom:

# Sound theme editor
source: Detune:
de: Verstimmen:
pt_br: Desafinação:

# Sound theme editor
source: Attack:
pt_br: Ataque:

# Sound theme editor
source: Decay:
pt_br: Decaimento:

# Sound theme editor
source: Tone
de: Ton
pt_br: Tom

# Sound theme editor
source: Hold:
pt_br: Sustentação:

# Sound theme editor
source: Cutoff:
pt_br: Corte:

# Sound theme editor
source: Percussion
pt_br: Percussão

# Sound theme editor
source: Mix:
pt_br: Mescla:

# Sound theme editor
source: Not available anymore.
de: Nicht mehr verfügbar.
pt_br: Não está mais disponível.

source: Sound Theme Editor
de: Sound Thema Editor
pt_br: Editor de Temas de Som

# Shortcut group title
source: Application
de: Anwendung
pt_br: Aplicativo

# Shortcut title
source: Show Primary Menu
de: Hauptmenü anzeigen
pt_br: Mostrar menu principal

# Shortcut title
source: Show Profiles
de: Profile anzeigen
pt_br: Mostrar perfis

# Shortcut title
source: Show Preferences
de: Einstellungen anzeigen
pt_br: Mostrar preferências

# Shortcut title
source: Show Keyboard Shortcuts
de: Tastenkürzel anzeigen
pt_br: Mostrar atalhos de teclado

# Shortcut title
source: Show Help
de: Hilfe anzeigen
pt_br: Mostrar ajuda

# Shortcut title
source: Show About
de: Programminformationen anzeigen
pt_br: Mostrar sobre

# Shortcut title
source: Quit
de: Beenden
pt_br: Encerrar

# Shortcut group title
source: View
de: Ansicht
pt_br: Visualização

# Shortcut title
source: Show Pendulum
de: Pendel anzeigen
pt_br: Mostrar pêndulo

# Shortcut title
source: Full Screen
de: Vollbild
pt_br: Tela inteira

# Shortcut group title
source: Transport
pt_br: Reprodução

# Shortcut title
source: Start/Stop
pt_br: Iniciar/Parar

# Shortcut group title
source: Tempo
pt_br: Andamento

# Shortcut title
source: Tempo +1 Bpm
pt_br: Andamento +1 bpm

# Shortcut title
source: Tempo -1 Bpm
pt_br: Andamento -1 bpm

# Shortcut title
source: Tempo +10 Bpm
pt_br: Andamento +10 bpm

# Shortcut title
source: Tempo -10 Bpm
pt_br: Andamento -10 bpm

# Shortcut title
source: Double Tempo
de: Tempo verdoppeln
pt_br: Dobrar andamento

# Shortcut title
source: Half Tempo
de: Tempo halbieren
pt_br: Reduzir andamento pela metade

# Shortcut title
source: Tempo Quick Set
de: Tempo Schnelleinstellung
pt_br: Definição rápida do andamento

# Shortcut title
source: Tempo Tap
de: Tempo Klopfen
pt_br: Andamento via toque

# Shortcut group title
source: Accents
de: Betonung
pt_br: Acentuação

# Shortcut title
source: Enable/Disable Accentuation
de: Betonung ein/aus
pt_br: Ativar/Desativar acentuação

# Shortcut title
source: Select 2/4 Meter
de: Metrum 2/4
pt_br: Selecionar métrica 2/4

# Shortcut title
source: Select 3/4 Meter
de: Metrum 3/4
pt_br: Selecionar métrica 3/4

# Shortcut title
source: Select 4/4 Meter
de: Metrum 4/4
pt_br: Selecionar métrica 4/4

# Shortcut title
source: Select 6/8 Meter
de: Metrum 6/8
pt_br: Selecionar métrica 6/8

# Shortcut title
source: Select 9/8 Meter
de: Metrum 9/8
pt_br: Selecionar métrica 9/8

# Shortcut title
source: Select 12/8 Meter
de: Metrum 12/8
pt_br: Selecionar métrica 12/8

# Shortcut title
source: Select Custom Meter
de: Eigenes Metrum
pt_br: Selecionar métrica personalizada

# Shortcut group title
source: Trainer
pt_br: Treinador

# Shortcut title
source: Enable/Disable Trainer
de: Trainer ein/aus
pt_br: Ativar/Desativar Treinador

# Shortcut group title
source: Pendulum
de: Pendel
pt_br: Pêndulo

# Shortcut title
source: Toggle Pendulum Phase
de: Pendelphase umschalten
pt_br: Alternar fase do pêndulo

# Shortcut title
source: Volume +1 Percent
de: Lautstärke +1 Prozent
pt_br: Volume +1 Porcento

# Shortcut title
source: Volume -1 Percent
de: Lautstärke -1 Prozent
pt_br: Volume -1 Porcento

# Shortcut title
source: Volume +10 Percent
de: Lautstärke +10 Prozent
pt_br: Volume +10 Porcento

# Shortcut title
source: Volume -10 Percent
de: Lautstärke -10 Prozent
pt_br: Volume -10 Porcento

# Shortcut title
source: Mute Volume
de: Lautstärke stumm schalten
pt_br: Silenciar volume

# Message
source: Oops! Something went wrong.
de: Oops! Da ist etwas schief gelaufen.
pt_br: Opa! Algo deu errado.

# Message
source: %1 has encountered an unknown error. Please check the details below. Since this error might be due to a bug in the software package, you can help us to improve %1 and file a bug report on the project's <a href="%2">issues page</a>.
de: Ein unbekannter Fehler ist aufgetreten. Bitte überprüfen Sie die Details unten. Falls es sich um einen Fehler von %1 handelt, können Sie uns helfen das Problem zu beheben und uns auf unserer <a href="%2">Webseite</a> eine möglichst genaue Fehlerbeschreibung senden.
pt_br: %1 encontrou um erro desconhecido. Por favor, confira os detalhes abaixo. Como esse erro pode ser causado por uma falha no pacote do programa, você pode nos ajudar a melhorar o %1 e enviar um relato de problema na <a href="%2">página de problemas</a> do projeto (em inglês).

# Message
source: Audio problem
de: Audiofehler
pt_br: Problema de áudio

# Message
source: An audio related error occured. Please check the audio configuration in the preferences dialog and try again.
de: Ein Audio-Problem ist aufgetreten. Bitte überprüfen Sie die Audiokonfiguration im Einstellungsdialog und versuchen Sie es gegebenenfalls erneut.
pt_br: Ocorreu um problema relacionado ao áudio. Por favor, confira a configuração de áudio nas Preferências e tente novamente.

# Sound theme preset
source: 'Default'
de: 'Standard'
pt_br: 'Padrão'

# Sound theme preset
source: 'Classic'
de: 'Klassisch'
pt_br: 'Clássico'

# Sound theme preset
source: 'Kick & Snare'
pt_br: 'Bumbo & Caixa'

# Sound theme preset
source: 'Snap'
de: 'Schnips'
pt_br: 'Estalo'

source: Whether the volume should be dropped when tapping
de: Ob die Lautstärke beim Tempo-Klopfen reduziert werden soll
pt_br: Se o volume deve ser baixado ao definir o tempo por toque

source: Keyboard shortcut to quit the application
de: Tastenkürzel um die Anwendung zu beenden
pt_br: Atalho de teclado para encerrar o aplicativo

source: Keyboard shortcut to show the primary menu
de: Tastenkürzel um das Hauptmenü anzuzeigen
pt_br: Atalho de teclado para mostrar o menu principal

source: Keyboard shortcut to show the profiles menu
de: Tastenkürzel um das Profil-Menü anzuzeigen
pt_br: Atalho de teclado para mostrar o menu de perfis

source: Keyboard shortcut to show the preferences dialog
de: Tastenkürzel um den Einstellungsdialog zu öffnen
pt_br: Atalho de teclado para mostrar o diálogo de preferências

source: Keyboard shortcut to show the help for keyboard shortcuts
de: Tastenkürzel zum Anzeigen der Hilfe für Tastenkürzel
pt_br: Atalho de teclado para mostrar o quadro de atalhos de teclado

source: Keyboard shortcut to show the help
de: Tastenkürzel zum Anzeigen der Hilfe
pt_br: Atalho de teclado para mostrar a ajuda

source: Keyboard shortcut to show the about dialog
de: Tastenkürzel zum Anzeigen des Info-Dialogs
pt_br: Atalho de teclado para mostrar a seção sobre o aplicativo

source: Keyboard shortcut to toggle pendulum display
de: Tastenkürzel zum Ein- oder Ausblenden der Pendelanzeige
pt_br: Atalho de teclado para mostrar/ocultar o pêndulo

source: Keyboard shortcut to toggle full screen mode
de: Tastenkürzel zum Umschalten des Vollbildmodus
pt_br: Atalho de teclado para ativar/desativar o modo de tela inteira

source: Keyboard shortcut to start or stop the metronome
de: Tastenkürzel zum Starten oder Stoppen des Metronoms
pt_br: Atalho de teclado para iniciar/parar o metrônomo

source: Keyboard shortcut to increase the volume by 1 percent
de: Tastenkürzel zur Erhöhung der Lautstärke um 1 Prozent
pt_br: Atalho de teclado para aumentar o volume em 1 porcento

source: Keyboard shortcut to decrease the volume by 1 percent
de: Tastenkürzel zum Verringern der Lautstärke um 1 Prozent
pt_br: Atalho de teclado para diminuir o volume em 1 porcento

source: Keyboard shortcut to increase the volume by 10 percent
de: Tastenkürzel zur Erhöhung der Lautstärke um 10 Prozent
pt_br: Atalho de teclado para aumentar o volume em 10 porcento

source: Keyboard shortcut to decrease the volume by 10 percent
de: Tastenkürzel zum Verringern der Lautstärke um 10 Prozent
pt_br: Atalho de teclado para diminuir o volume em 10 porcento

source: Keyboard shortcut to mute the volume
de: Tastenkürzel zum Stummschalten des Lautstärke
pt_br: Atalho de teclado para silenciar o volume

source: Keyboard shortcut to increase the tempo by 1 bpm
de: Tastenkürzel zum Erhöhen des Tempos um 1 bpm
pt_br: Atalho de teclado para aumentar o andamento em 1 bpm

source: Keyboard shortcut to decrease the tempo by 1 bpm
de: Tastenkürzel zum Verringern des Tempos um 1 bpm
pt_br: Atalho de teclado para diminuir o andamento em 1 bpm

source: Keyboard shortcut to increase the tempo by 10 bpm
de: Tastenkürzel zum Erhöhen des Tempos um 10 bpm
pt_br: Atalho de teclado para aumentar o andamento em 10 bpm

source: Keyboard shortcut to decrease the tempo by 10 bpm
de: Tastenkürzel zum Verringern des Tempos um 10 bpm
pt_br: Atalho de teclado para diminuir o andamento em 10 bpm

source: Keyboard shortcut to double the tempo
de: Tastenkürzel zum Verdoppeln des Tempos
pt_br: Atalho de teclado para dobrar o andamento

source: Keyboard shortcut to half the tempo
de: Tastenkürzel zum Halbieren des Tempos
pt_br: Atalho de teclado para reduzir o andamento pela metade

source: Keyboard shortcut to enter tempo quick set mode
de: Tastenkürzel für die Tempo Schnelleinstellung
pt_br: Atalho de teclado para entrar no modo de definição rápida do andamento

source: Keyboard shortcut to tap the tempo
de: Tastenkürzel zum Klopfen des Tempos
pt_br: Atalho de teclado para definir o andamento via toque

source: Keyboard shortcut to toggle metric accentuation
de: Tastenkürzel zum Ein- oder Ausschalten der Betonung
pt_br: Atalho de teclado para ativar/desativar acentuação de métricas

source: Keyboard shortcut to select the simple duple meter
de: Tastenkürzel um den binären Zweiertakt zu wählen
pt_br: Atalho de teclado para selecionar a métrica binária simples

source: Keyboard shortcut to select the simple triple meter
de: Tastenkürzel um den binären Dreiertakt zu wählen
pt_br: Atalho de teclado para selecionar a métrica ternária simples

source: Keyboard shortcut to select the simple quadruple meter
de: Tastenkürzel um den binären Vierertakt zu wählen
pt_br: Atalho de teclado para selecionar a métrica quaternária simples

source: Keyboard shortcut to select the compound duple meter
de: Tastenkürzel um den ternären Zweiertakt zu wählen
pt_br: Atalho de teclado para selecionar a métrica binária composta

source: Keyboard shortcut to select the compound triple meter
de: Tastenkürzel um den ternären Dreiertakt zu wählen
pt_br: Atalho de teclado para selecionar a métrica ternária composta

source: Keyboard shortcut to select the compound quadruple meter
de: Tastenkürzel um den ternären Vierertakt zu wählen
pt_br: Atalho de teclado para selecionar a métrica quaternária composta

source: Keyboard shortcut to select the custom meter
de: Tastenkürzel zur Auswahl des benutzerdefinierten Takts
pt_br: Atalho de teclado para selecionar a métrica personalizada

source: Keyboard shortcut to toggle tempo trainer
de: Tastenkürzel zum Ein- oder Ausschalten des Tempo-Trainers
pt_br: Atalho de teclado para ativar/desativar o treinador de andamento

source: Keyboard shortcut to toggle the pendulum phase
de: Tastenkürzel zum Umschalten der Pendelphase
pt_br: Atalho de teclado para alternar a fase do pêndulo

source: Whether to load the last profile used on startup
de: Ob das zuletzt verwendete Profil beim Start geladen werden soll
pt_br: Se o último perfil usado deve ser carregado na inicialização

source: Wheter to link profiles and sound themes
de: Ob das Profil mit dem Soundthema verknüft werden soll
pt_br: Se deve-se conectar perfis e temas de som

source: If true, switching profiles also restores the previous sound theme. If the desired sound theme does not exist anymore, the default will be loaded instead.
de: Wenn diese Einstellung aktiviert ist, wird beim Umschalten des Profils auch das Soundthema wiederhergestellt. Falls das gewünschte Soundthema nicht mehr existiert, wird die Voreinstellung geladen.
pt_br: Se ativado, alternar perfis também restaurará o tema de som anterior. Se o tema de som desejado não existir mais, o tema padrão será carregado em vez dele.

source: Wheter to round the tapped tempo to a whole number
de: Ob das geklopfte Tempo auf eine Ganzzahl gerundet werden soll
pt_br: Se deve-se arredondar para um número inteiro o tempo definido via toque

source: Which audio backend to use
de: Welches Audio-Backend verwendet werden soll
pt_br: Qual backend de áudio utilizar

source: Audio device for the ALSA backend
de: Welches Audiogerät für das ALSA-Backend verwendet werden soll
pt_br: Dispositivo de áudio para o backend ALSA

source: ALSA compliant string representation for names of pcm devices
de: ALSA-konforme Zeichenkette für den Namen des PCM-Geräts
pt_br: Representação em string para nomes de dispositivos PCM, conforme o padrão ALSA

source: Audio device for the OSS backend
de: Audiogerät für das OSS-Backend
pt_br: Dispositivo de áudio para o backend OSS

source: Name of a sink for the pulseaudio backend
de: Name einer Senke für das Pulseaudio-Backend
pt_br: Nome de uma sink para o backend PulseAudio

source: Selected profile
de: Ausgewähltes Profil
pt_br: Perfil selecionado

source: Whether to show the animated pendulum
de: Ob die Pendelanimation angezeigt werden soll
pt_br: Se deve mostrar o pêndulo animado

# Preferences dialog
source: Real
de: Echt

# Sound theme editor
source: Timbre:
de: Klangfarbe:

# Sound theme editor
source: Volume:
de: Lautstärke:
