Repository: dqpb/gmetronome
Catalog: po/*.po
Languages: de, pt_br

# Shortcut group title
source: Volume
de: Lautstärke

# Default shortcut
source: 'z'
de: 'y'

# Default shortcut
source: '<Shift>z'
de: '<Shift>y'

# Default shortcut
source: 't'
de: 'k'
